/* No comment provided by engineer. */
" failed: %@" = " failed: %@";

/* No comment provided by engineer. */
"%i files from put.io began downloading" = "%i files from put.io began downloading";

/* Account Preferences Title */
"Account" = "Account";

/* No comment provided by engineer. */
"After forgetting all syned items, files that have already been downloaded but are still available at the put.io origin folder will be downloaded again" = "After forgetting all syned items, files that have already been downloaded but are still available at the put.io origin folder will be downloaded again";

/* No comment provided by engineer. */
"Are you sure that you want to forget all previously synced items" = "Are you sure that you want to forget all previously synced items";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancelled" = "Cancelled";

/* No comment provided by engineer. */
"Change account..." = "Change account...";

/* General internal API communication error */
"Communication with put.io failed" = "Communication with put.io failed";

/* No comment provided by engineer. */
"Create" = "Create";

/* No comment provided by engineer. */
"day" = "day";

/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"Download failed" = "Download failed";

/* No comment provided by engineer. */
"Download finished" = "Download finished";

/* No comment provided by engineer. */
"Downloading" = "Downloading";

/* No comment provided by engineer. */
"Downloading new files" = "Downloading new files";

/* No comment provided by engineer. */
"Error: %@" = "Error: %@";

/* No comment provided by engineer. */
"Estimating remaining time" = "Estimating remaining time";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* PutIO API Error 'FileNotFoundError' */
"File was not found on put.io" = "File was not found on put.io";

/* No comment provided by engineer. */
"Finished" = "Finished";

/* No comment provided by engineer. */
"Finished, seeding to %i peers - " = "Finished, seeding to %i peers - ";

/* No comment provided by engineer. */
"Forget synced items" = "Forget synced items";

/* General Preferences title */
"General" = "General";

/* No comment provided by engineer. */
"hour" = "hour";

/* No comment provided by engineer. */
"hours" = "hours";

/* No comment provided by engineer. */
"In queue" = "In queue";

/* No comment provided by engineer. */
"Last sync: %@" = "Last sync: %@";

/* No comment provided by engineer. */
"Last sync: never" = "Last sync: never";

/* No comment provided by engineer. */
"Last update: %@" = "Last update: %@";

/* No comment provided by engineer. */
"Looking for items to download" = "Looking for items to download";

/* No comment provided by engineer. */
"minute" = "minute";

/* No comment provided by engineer. */
"minutes" = "minutes";

/* No comment provided by engineer. */
"never" = "never";

/* No comment provided by engineer. */
"Paused" = "Paused";

/* No comment provided by engineer. */
"Pending" = "Pending";

/* preferences.title */
"Preferences" = "Preferences";

/* No comment provided by engineer. */
"Preparing" = "Preparing";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"second" = "second";

/* No comment provided by engineer. */
"seconds" = "seconds";

/* No comment provided by engineer. */
"Sign in..." = "Sign in...";

/* Sync Preferences title */
"Synced Folders" = "Synced Folders";

/* No comment provided by engineer. */
"Syncing '%@'..." = "Syncing '%@'...";

/* No comment provided by engineer. */
"The server responded with an error" = "The server responded with an error";

/* PutIO API Error 'TransferNotFoundError' */
"Transfer is not present at put.io" = "Transfer is not present at put.io";

/* No comment provided by engineer. */
"Unable to create file on disk" = "Unable to create file on disk";

/* No comment provided by engineer. */
"Unable to write to file on disk" = "Unable to write to file on disk";

/* No comment provided by engineer. */
"Used space: %@ of %@" = "Used space: %1$@ of %2$@";

/* No comment provided by engineer. */
"You are signed in as" = "You are signed in as";

/* No comment provided by engineer. */
"You did not connect your put.io account yet" = "You did not connect your put.io account yet";

